[
  {
    "title": "Project G.U.A.R.D",
    "description": "GUARD is an AI-powered accident detection system designed to monitor and alert authorities in real-time. By analyzing sensor data and visual inputs, it swiftly identifies accidents, triggering immediate notifications to ensure timely responses and enhanced safety.",
    "imgUrl": "https://res.cloudinary.com/dxh9tugzx/image/upload/c_thumb,w_200,g_face/v1734129792/project-img1_aqylrs.png",
    "link": " "
  },
  {
    "title": "Project Robocop",
    "description": "Robocop is an advanced robotic system designed for automation and security. It integrates AI and robotics to perform surveillance, threat detection, and response, ensuring enhanced safety and efficiency in various environments.",
    "imgUrl": "https://res.cloudinary.com/dxh9tugzx/image/upload/c_thumb,w_200,g_face/v1734129792/project-img2_iyi8sx.png",
    "link": " "
  },
  {
    "title": "Project O.C.G",
    "description": "Object Controlling Glasses (O.C.G.) enable users to control devices with eye movements and gestures, offering hands-free interaction for enhanced accessibility and convenience.",
    "imgUrl": "/assets/projects/project-img3.png",
    "link": "https://example.com/project2"
  },
  {
    "title": "AstroTerra",
    "description": "AstroTerra aims to detect and analyze boulders on the lunar surface using image processing and machine learning, providing crucial data for safe landing site selection and mission planning.",
    "imgUrl": "/assets/projects/project-img1.png",
    "link": "https://example.com/project2"
  },
  {
    "title": "LifeMatrix",
    "description": "LifeMatrix is a real-time hospital system that monitors vital signs and patient movements. It alerts medical staff to abnormalities and uses cameras to assess the patient's condition for better decision-making.",
    "imgUrl": "/assets/projects/project-img2.png",
    "link": "https://example.com/project2"
  },
  {
    "title": "Mycofibre",
    "description": "MycoFibre is a sustainable project that utilizes fungal mycelium to create biodegradable materials. It offers an eco-friendly alternative to plastic, providing strong, durable, and environmentally safe fibers for various industries.",
    "imgUrl": "/assets/projects/project-img3.png",
    "link": "https://example.com/project2"
  }

]
